{
  
  "Procesadores": "Tu procesador es la pieza central del rendimiento de los programas. Para saber si un procesador es potente lo que tenés que medir es la frecuencia, el ancho de bus, la memoria caché y los núcleos e hilos de procesamiento.",
  "Placas Madre": "La placa madre es el componente que conecta y coordina todas las partes de tu computadora. Determina la compatibilidad entre procesador, memoria RAM y tarjeta gráfica, además de influir en la estabilidad del sistema. Para saber si una placa madre es de buena calidad, tenés que fijarte en el chipset, el tipo de socket, la cantidad de ranuras para RAM y expansión, y la calidad de sus componentes y fases de alimentación.",
  "Memoria RAM": "La memoria RAM es la encargada de almacenar temporalmente los datos que tu computadora necesita para ejecutar programas y tareas. Cuanta más RAM tengas, más procesos podrá manejar tu equipo al mismo tiempo sin ralentizarse. Para evaluar su rendimiento, es importante mirar la capacidad total, la frecuencia (MHz), la latencia (CL) y el tipo de tecnología (como DDR4 o DDR5).",
  "Tarjetas Gráficas": "La tarjeta gráfica es la responsable de procesar y renderizar las imágenes, videos y juegos que ves en pantalla. Su potencia determina el rendimiento en tareas visuales y de diseño. Para saber si una tarjeta gráfica es potente, tenés que fijarte en la cantidad de memoria VRAM, la frecuencia del núcleo, el tipo de memoria, la cantidad de núcleos gráficos y el ancho de banda.",
  "Almacenamiento": "El almacenamiento guarda todos los datos de tu sistema operativo, programas y archivos personales. Su velocidad influye directamente en los tiempos de carga y en la fluidez general del equipo. Para evaluar el rendimiento, tenés que tener en cuenta el tipo de unidad (HDD, SSD o NVMe), la velocidad de lectura y escritura, y la capacidad total de almacenamiento.",
  "Fuente": "La fuente de poder suministra la energía necesaria para que todos los componentes del equipo funcionen correctamente. Una fuente de buena calidad garantiza estabilidad y protección frente a sobrecargas. Para saber si una fuente es confiable, tenés que mirar su potencia real (en watts), la certificación de eficiencia (como 80 Plus), la calidad de los componentes internos y el tipo de conectores que ofrece.",
  "Gabinete": "El gabinete protege y organiza todos los componentes de tu computadora, además de influir en la ventilación y el aspecto estético del equipo. Para elegir un buen gabinete, es importante fijarse en el tamaño y compatibilidad con la placa madre, el flujo de aire, el espacio para ventiladores o radiadores, y la distribución del cableado interno.",
  "Adicionales":"Los componentes adicionales complementan y mejoran el rendimiento general de tu PC. Entre ellos se incluyen los ventiladores, la refrigeración líquida, las tarjetas de sonido o los adaptadores Wi-Fi. Estos elementos no son esenciales para el funcionamiento básico, pero pueden marcar la diferencia en la estabilidad, la temperatura y la experiencia de uso del equipo."
}